Autodesk.Revit.DB.IFCVersion.IFC4x3DTV
IFC4x3 Design Transfer View

Autodesk.Revit.DB.IFCVersion.IFC4x3RV
IFC4x3 Reference View

Autodesk.Revit.DB.IFCVersion.IFC4x3
IFC4x3 Coordination View file format
Obsolete.

Autodesk.Revit.DB.IFCVersion.IFC4
IFC 4 Coordination View file format.
Obsolete.